Repository: snake-soft/snake-soft.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Password Generator Plugin
de: Passwort Generator Plugin

source: length
de: Länge

source: Include Symbols
de: Symbole verwenden

source: Include Numbers
de: Nummern verwenden

source: Include Lowercase Characters
de: Kleinbuchstaben verwenden

source: Include Uppercase Characters
de: Großbuchstaben verwenden

source: Include Ambiguous Characters
de: Sonderzeichen verwenden

# passgen
source: Password Generator
de: Passwort Generator

# passgen
source: New
de: Neu

source: Copied '%(generated_password)s' to clipboard.
de: '%(generated_password)s' in die Zwischenablage kopiert.

# passgen
source: Copy
de: Kopieren

source: Change to language:
de: Sprache wechseln
